[
    {
        "name": "HP 15s-gr515AU AMD Athlon 3050U 15.6\" HD Laptop",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/gu0008au/gu0008au-01-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/gu0008au/gu0008au-04-500x500.jpg",
        "img-3": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/gu0008au/gu0008au-02-500x500.jpg",
        "catagory": "laptop",
        "price": 29500,
        "sale": 27500,
        "stock": "available",
        "rating": 4,
        "description": "The HP 15s-gr515AU Laptop features AMD Athlon Silver 3050U (2.3 GHz up to 3.2GHz) Processor and 4GB DDR4 RAM. The AMD Athlon Silver 3050U is a mobile processor for thin and light entry-level laptops. This laptop comes with a 1TB 5400rpm SATA Hard Disk. It comes with integrated AMD Radeon Graphics and has a 15.6\" diagonal, HD (1366 x 768), micro-edge, BrightView,  220 nits, 45% NTSC. It runs on Windows 10 Operating System. It features an HP True Vision 720p HD camera with integrated dual array digital microphones. It has dual speakers. It has been designed with 1 SuperSpeed USB Type-C 5Gbps signaling rate; 2 SuperSpeed USB Type-A 5Gbps signaling rate; 1 HDMI 1.4b; 1 RJ-45; 1 AC smart pin; 1 headphone/microphone combo. It also has a multi-format SD media card reader. It is equipped with Realtek RTL8821CE 802.11a/b/g/n/ac (1x1) Wi-Fi and Bluetooth 4.2 combo for Wireless connectivity. The whole system is run by a 3-cell, 41 Wh Li-ion battery and it comes with a 45 W Smart AC power adapter. It has 2 years International Limited Warranty (Terms & Conditions Apply As Per HP)",
        "id": "1001"
    },
    {
        "name": "HP 14s-dq2095TU Core i3 11th Gen 14\" FHD Laptop",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/14s-dq2095tu/14s-dq2095tu-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/14s-dq2095tu/14s-dq2095tu-1-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/14s-dq2095tu/14s-dq2095tu-2-500x500.jpg",
        "catagory": "laptop",
        "price": 59700,
        "sale": 56700,
        "stock": "available",
        "rating": 5,
        "description": "HP 14s-dq2095TU Laptop comes with Intel Core i3-1115G4 Processor (6M Cache, 3.00 GHz up to 4.10 GHz), 8 GB DDR4-2666 SDRAM (1 x 8 GB) and 512 GB PCIe NVMe M.2 SSD. It is integrated with Intel UHD Graphics and has a 14\" diagonal, FHD (1920 x 1080), IPS, micro-edge, BrightView, 250 nits, 45% NTSC display. It runs on Windows 10 Home operating system and Microsoft Office is included with this laptop. Here, Realtek RTL8821CE-M 802.11a/b/g/n/ac (1x1) Wi-Fi and Bluetooth 4.2 combo has been used for wireless and networking connectivity. It has a multi-format SD media card reader. It has been designed with 1x SuperSpeed USB Type-C 5Gbps signaling rate; 2x SuperSpeed USB Type-A 5Gbps signaling rate; 1x HDMI 1.4b; 1x AC smart pin and 1x headphone/microphone combo ports. It features an HP True Vision 720p HD camera with integrated dual array digital microphones and dual speakers for better quality audio. It is powered by a 3-cell, 41 Wh Li-ion battery and comes with a 45 W Smart AC power adapter. This latest HP Laptop has 02 years International Limited Warranty (Terms & condition Apply As Per HP).",
        "id": "1002"
    },
    {
        "name": "HP Pavilion Gaming 16-a0097TX Core i5 10th Gen GTX 1650Ti 4GB Graphics 16.1\" FHD Laptop with Win 10",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/a0097tx/a0097tx-01-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/a0097tx/a0097tx-03-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/a0097tx/a0097tx-02-500x500.jpg",
        "catagory": "laptop",
        "price": 111500,
        "sale": 104000,
        "stock": "limited",
        "rating": 4,
        "description": "The HP Pavilion Gaming 16-a0097TX Laptop has 40.64 cm display in a 38.1 cm footprint for a bigger gaming experience in a familiar small package. Gain more display but not more size and enjoy practical portability for everyday use. Micro-edge bezel display, 7% more viewing area 1080p (Full HD) resolution 72% NTSC, 250nits IPS, anti-glare display. 22% larger touchpad for a better user experience. Powerful yet lightweight at just 2.4kg. Front-firing speakers above the keyboard. Wide rear vent enhances thermal efficiency. Conveniently store all your games and videos with dual storage option of up to 1 TB HDD + 256 GB SSD. Wi-Fi 6 (802.11 ax) option supporting Gigabit speeds for faster data transfers and improved online gaming. Get the most out of your gaming experience with task prioritization and Dual Force, which allows you to prioritize gaming and split network traffic across two data streams. The enhanced thermals keep everything cool, so you can game harder, better, faster and longer. With HP Dual Speakers, HP Audio Boost, and custom tuning by the experts at B&O, you can experience rich, authentic audio. Combined with front-firing speakers, let the sound move you.",
        "id": "1003"
    },
    {
        "name": "HP Spectre x360 Convertible 13-aw2148TU Core i7 11th Gen 13.3\" FHD Touch Laptop",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/aw2100tu/aw2100tu-1-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/aw2100tu/aw2100tu-4-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/aw2100tu/aw2100tu-2-500x500.jpg",
        "img-3": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/aw2100tu/aw2100tu-3-500x500.jpg",
        "catagory": "laptop",
        "price": 165000,
        "sale": 155000,
        "stock": "available",
        "rating": 5,
        "description": "HP Spectre x360 Convertible 13-aw2148TU Touch Laptop comes with Intel Core i7-1165G7 (2.80 GHz up to 4.7 GHz with Intel Turbo Boost Technology, 12 MB L3 cache, 4 cores), 16 GB LPDDR4-3200 SDRAM (onboard), 512 GB PCIe NVMe M.2 SSD, Intel Iris Xe Graphics and 13.3\" diagonal, FHD (1920 x 1080), multitouch-enabled, UWVA, edge-to-edge glass, micro-edge, anti-reflection Corning Gorilla Glass NBT, 400 nits, 100% DCI-P3 Display. This laptop featured with Audio by Bang & Olufsen; Dual speakers; HP Audio Boost 2.0, HP True Vision 720p HD IR camera with integrated dual array digital microphones, Accelerometer; Gyroscope; eCompass; IR Thermal sensor, Imagepad with multi-touch gesture support; Precision Touchpad Support, Full-size, backlit, poseidon blue keyboard and 4-cell, 60 Wh Li-ion polymer battery. Here, Intel Wi-Fi 6 AX201 (2x2) and Bluetooth 5 combo (Supporting Gigabit file transfer speeds) wireless connections are also available. This laptop has 2 Thunderbolt 4 with USB4 Type-C 40Gbps signaling rate (USB Power Delivery, DisplayPort 1.4, HP Sleep and Charge); 1 SuperSpeed USB Type-A 5Gbps signaling rate (HP Sleep and Charge); 1 x headphone/ microphone combo, 1 x microSD media card reader. The latest HP Spectre x360 Convertible 13-aw2148TU Touch Laptop has 01 year International Limited Warranty (Terms & condition Apply As Per HP).",
        "id": "1004"
    },
    {
        "name": "HP ZBook Firefly 15 G7 Core i7 10th Gen 15\" FHD Mobile Workstation Laptop",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/workstation/hp-brand/zbook-firefly-15-g7/zbook-firefly-15-g7-01-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/workstation/hp-brand/zbook-firefly-15-g7/zbook-firefly-15-g7-02-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/workstation/hp-brand/zbook-firefly-15-g7/zbook-firefly-15-g7-03-500x500.jpg",
        "img-3": "https://www.startech.com.bd/image/cache/catalog/workstation/hp-brand/zbook-firefly-15-g7/zbook-firefly-15-g7-04-500x500.jpg",
        "catagory": "laptop",
        "price": 168500,
        "sale": 165000,
        "stock": "not available",
        "rating": 5,
        "description": "The HP ZBook Firefly 15 G7 Mobile Workstation comes with Intel Core i7-10510U Processor (8M Cache, 1.80 GHz up to 4.90 GHz), 8GB DDR4 2666MHz RAM, 512GB PCIe SSD, and NVIDIA Quadro P520 4GB GDDR5 Graphics. It has super-bright, high resolution display in a modern, slim-bezel design. It has a 15\" diagonal, FHD (1920 x 1080), IPS, anti-glare, 550 nits, HDR 400, 95% sRGB display. Work anywhere without compromising on performance or security with Windows 10 Pro, powered by HP’s collaboration and connectivity technology. It features Audio by Bang & Olufsen, dual stereo speakers, HP World Facing Microphone dual array digital microphone, functions keys for volume up and down, combo microphone/headphone jack, HD audio. Open large files and run apps simultaneously for speedy multitasking and productivity with the next generation NVIDIA Quadro graphics with 4GB of video memory.  It has a re-designed keyboard. With rubber domes, a power button, and a quiet clickpad for a comfortable experience. The clamshell hinges open almost flat at 170-degree, for easy collaboration and comfortable viewing. It has a 720p HD webcam with IR; 720p HD webcam. It comes with a Fingerprint reader and it has Trusted Platform Module TPM 2.0 Embedded Security Chip. The workstation is powered by a HP Long Life 3-cell, 56 Wh Li-ion polymer battery and it comes with a HP Smart 45 W External AC Power Adapter. It supports fast charging, approximately 50% in 30 minutes, and can serve up to Up to 14 hours. In the office or in the field, with pro-level performance and a beautiful bright display, you have everything you need to review work and manage projects from anywhere. The HP ZBook Firefly 15 G7 Mobile Workstation comes with 3 years of warranty.",
        "id": "1005"
    },
    {
        "name": "HP ProBook 440 G8 Core i3 11th Gen 14\" HD Laptop",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/440-g8/440-g8-01-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/440-g8/440-g8-03-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/440-g8/440-g8-05-500x500.jpg",
        "img-3": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/440-g8/440-g8-04-500x500.jpg",
        "catagory": "laptop",
        "price": 61050,
        "sale": 57000,
        "stock": "limited",
        "rating": 3,
        "description": "HP ProBook 440 G8 14\" HD Laptop comes with  Intel Core i3-1115G4 Processor (6M Cache, up to 4.10 GHz), 8 GB DDR4 SDRAM, 256 GB PCIe NVMe M.2 SSD, 14\" diagonal, HD (1366 x 768) Display, narrow bezel, anti-glare, 250 nits, 45% NTSC, Intel UHD Graphics and Free DOS. This laptop- featured with HP Long Life 3-cell, 45 Wh Li-ion battery, Dual stereo speakers, dual array microphone, 720p HD WebCam, Spill-resistant, full-size, keyboard. Here, 1 x RJ-45, Intel AX201 Wi-Fi 6 (2x2) and Bluetooth 5 Network & Wireless Connectivity are also available.This laptop also has 3 x Super Speed USB Type-A 5Gbps signaling rate (1 charging, 1 power); 1 x SuperSpeed USB Type-C 10Gbps signaling rate (USB Power Delivery, DisplayPort); 1 x HDMI 1.4b, 1 x headphone/ microphone combo. The latest HP ProBook 440 G8 Core i3 11th Gen 14\" HD Laptop has 03 years International Limited Warranty (Terms & condition Apply As Per HP).",
        "id": "1006"
    },
    {
        "name": "Canon Eos 4000D 18MP 2.7inch Display With 18-55mm Lens Dslr Camera",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/camera/dslr-camera/canon/4000d/4000d-1-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/camera/dslr-camera/canon/4000d/4000d-4-500x500.jpg",
        "catagory": "camera",
        "price": 40000,
        "sale": 37000,
        "stock": "available",
        "rating": 5,
        "description": "Tell distinctive stories with your photography. This beginner’s DSLR with EF-S 18-55mm f/3.5-5.6 III Lens intuitively creates stand-out photos and Full HD movies full of colour and detail – offering partial and full manual photographic control. The 18 Megapixel APS-C sensor allows you to shoot in low light, expressing your creativity with interchangeable lenses. Point and shoot with Scene Intelligent Auto and share your stories using the EOS 4000D’s Wi-Fi with the and Camera Connect app. Shoot detailed images into the night with a large 18 Megapixel sensor, with up to 19x more surface area than many smartphones Experience the power of interchangeable lenses and capture high-quality shots of people and places with the EF-S 18-55mm f/3.5-5.6 III Lens Instantly review results on the user-friendly, 6.8 cm (2.7”) LCD screen Enjoy fast Auto Focus and full resolution shooting at 3.0 fps – just point and shoot for impressive results with Scene Intelligent Auto Take fun-filled selfies and unique images from unusual angles with the remote control, then easily share to social media and irista cloud back up with Wi-Fi¹ and Canon Camera Connect app Learn as you shoot with Creative Auto mode, in-camera feature guide and Photo Companion app (Android and iOS) Expand your shooting options with an extensive range of interchangeable lenses and accessories",
        "id": "1007"
    },
    {
        "name": "CANON EOS 2000D 24.1MP WITH 18-55MM KIT LENS FULL HD ,WI-FI DSLR CAMERA",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/camera/dslr-camera/canon/2000d/2000d-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/camera/dslr-camera/canon/2000d/2000d-2-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/camera/dslr-camera/canon/2000d/2000d-4-500x500.jpg",
        "img-3": "https://www.startech.com.bd/image/cache/catalog/camera/dslr-camera/canon/2000d/2000d-7-500x500.jpg",
        "catagory": "camera",
        "price": 45650,
        "sale": 41500,
        "stock": "not available",
        "rating": 4,
        "description": "CANON EOS 2000D Easy and intuitive, the ideal first DSLR for making and sharing memories with beautiful background blur.Step up to effortless DSLR storytelling Create detailed DSLR quality pictures and cinematic Full HD movies with ease, even in difficult low light situations, using the 24.1 Megapixel EOS 2000D. Share instantly and shoot remotely with Wi-Fi*, NFC** and Canon Camera Connect app.Shoot with confidence Capture the moment just as you remember with precise Auto Focus, 3.0 fps and DIGIC 4+. Enjoy easy framing with the optical viewfinder and see results on a 7.5 cm LCD screen.Easy sharing, remote shooting Instantly transfer your stories to your smart device, for easy sharing on social media or irista cloud backup, and shoot remotely with Wi-Fi*, NFC** and Canon Camera Connect app.This DSLR camera provides",
        "id": "1008"
    },
    {
        "name": "Nikon D3500 DSLR Camera With 18-55mm Lens",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/dslr-camera/nikon/d-3500/d-3500-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/dslr-camera/nikon/d-3500/d-3500-1-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/dslr-camera/nikon/d-3500/d-3500-2-500x500.jpg",
        "catagory": "camera",
        "price": 46000,
        "sale": 42000,
        "stock": "limited",
        "description": "You don't need to be a photographer to know a great photo when you see one. And you don't need to be a photographer to take a great photo—you just need the D3500. It's as easy to use as a point-and-shoot, but it takes beautiful DSLR photos and videos that get noticed. It feels outstanding in your hands, sturdy and balanced with controls where you want them. It's compact, durable and versatile, ideal for travel. And it works seamlessly with compatible smartphones, making it easier than ever to share your great photos. Even if you've never picked up a DSLR camera, you can take beautiful pictures with D3500. Take more memorable images. The photos you take with the D3500 capture more than the moment—they capture the feeling of the moment, a feeling that can be shared immediately with your friends and family and then relived for a lifetime. If you can take a picture with your smartphone, you can take a great picture with the D3500. Auto Mode delivers amazing results in nearly any situation. If you want to learn while you shoot, turn on Guide Mode and follow simple on-screen guidance. The D3500 is fast, responsive and simple to use. You won't be stuck fussing with camera controls while a great moment passes you by. Just point, shoot and share amazing photo after photo. The D3500 simply feels great in your hands. It's lightweight and balanced, even with a telephoto lens attached. Each button and dial is carefully placed for comfort and ease of use, and the menu system is simple and intuitive. Small enough to be discrete, durable enough to withstand rough conditions; the camera is also available with two outstanding travel lenses, you'll never want to leave home without the D3500. Download Nikon's free SnapBridge app and your D3500 photos will appear right on a compatible smartphone or tablet* for posting to your favorite sites, sharing with friends and family or just as backups. You can even use the smartphone or tablet to remotely trigger the D3500 to take pictures. Recording beautiful video with the D3500 is as easy as shooting photos. Just flip the Live View lever and press the record button. You’ll be capturing awesome 1080/60p Full HD video instantly and effortlessly. Use your lens' zoom capability to shoot wide angle videos or tight close-ups. Some of the best moments only last a split second. Press and hold the shutter button on the D3500 and capture up to 5 frames per second at full resolution with tack-sharp focus, ensuring you land the shot that matters. Unlike typical smartphones, fast-moving subjects are no problem for the D3500. 11 autofocus points are spread across the frame, and fulltime AF locks onto your subject and keeps it in focus while you capture amazing shot after shot. The D3500 Two Lens Kit includes two matched lenses to help you cover all the angles. The AF-P DX NIKKOR 18-55mm f/3.5-5.6G VR lens is great for portraits, landscapes, videos and other wide perspective shots. The AF-P DX NIKKOR 70-300mm f/4.5-6.3G ED is a versatile telephoto zoom lens that's great for sports, concerts, nature and more. Every Nikon DSLR lens offers a fun new perspective. Discover new worlds with an extreme close-up macro lens. Give your backgrounds a dreamy out of focus effect with a fast prime lens. Capture the whole scene with an ultra-wide-angle zoom lens. The possibilities are endless.",
        "id": "1009"
    },
    {
        "name": "Panasonic Lumix G7 16MP 4K Wi-Fi Mirrorless Camera With 14-42mm Lens",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/camera/dslr-camera/panasonic/lumix-g7/g7-1-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/camera/dslr-camera/panasonic/lumix-g7/g7-2-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/camera/dslr-camera/panasonic/lumix-g7/g7-3-500x500.jpg",
        "img-3": "https://www.startech.com.bd/image/cache/catalog/camera/dslr-camera/panasonic/lumix-g7/g7-4-500x500.jpg",
        "catagory": "camera",
        "price": 63000,
        "sale": 59000,
        "stock": "available",
        "description": "16 MP Live MOS Micro Four Thirds sensor pairs with an updated Venus Engine 9 to deliver fast overall performance with matched image quality to suit working in a wide variety of lighting conditions with consistent results. Sensitivity ranges from ISO 200 to 25600, with the ability to extend down to ISO 100 for working in bright conditions or with longer shutter speeds. In addition to the versatile still shooting modes, the G7 also supports recording 4K UHD (3840 x 2160) video with either 30p or 24p frames rates at 100Mbps in the MP4 format. Full HD 1080p/60 is also supported, in both MP4 and AVCHD formats, as well as HD and SD resolutions. A built-in stereo microphone can be used during recordings, and features an integrated wind-cut filter, or an optional external microphone can be utilized via the 3.5mm jack for even clearer sound. When using any of the 4K Photo modes, you are afforded complete exposure control using the PSAM dial in order to base metering results and exposure configurations on your own shooting needs. Depth-From-Defocus AF Technology benefits both still and video recording modes, as well as subject tracking applications where subject color, size, and motion vectors are used to intelligently lock-onto the moving subjects and ensure precise focus. For greater versatility when shooting, both a high-resolution electronic viewfinder and rear LCD monitor are available. The 2.36m-dot OLED Live View Finder features a 10,000:1 contrast ratio for bright, accurate viewing of scenes, even in difficult lighting. The 3.0\" 1.04m-dot LCD features a static touchscreen design for intuitive navigation and control, as well as a vari-angle design for easier working from high and low angles. A versatile standard zoom, the Lumix G Vario 14-42mm f/3.5-5.6 II ASPH. MEGA O.I.S. is a 28-84mm equivalent wide-to-short tele featuring an Optical Image Stabilizer to minimize the appearance of camera shake for sharper handheld shooting.",
        "id": "1010"
    },
    {
        "name": "Nikon D5600 DSLR Camera with 18-55mm Lens",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/dslr-camera/nikon/d5600/d5600-1-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/dslr-camera/nikon/d5600/d5600-4-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/dslr-camera/nikon/d5600/d5600-3_-500x500.jpg",
        "catagory": "camera",
        "price": 65600,
        "sale": 61000,
        "description": "Compact, capable, and connected, the Nikon D5600 is a sleek DSLR that blends multimedia imaging capabilities with versatile wireless technology. Centered around a 24.2MP DX-format CMOS sensor and EXPEED 4 image processor, the camera offers a sensitivity range from ISO 100-25600 to benefit working in an array of lighting conditions, and the sensor and processor combination also supports continuous shooting up to 5 fps for working with moving subjects. Full HD 1080p video recording is also supports up to 60 fps, and time-lapse movies can be created in-camera, too. While slender in stature, the D5600 does feature a large 3.2\" 1.037m-dot rear LCD touchscreen, and utilizes a vari-angle design to better facilitate working from high and low shooting angles. Additionally, SnapBridge is also featured, which can utilize Bluetooth low energy technology for wireless sharing of photos to your mobile device, including automatic transferring of resized images between the camera and your mobile device for seamless online sharing. Wi-Fi with NFC is featured, too, for larger file transfers, such as movies, to a linked device.",
        "id": "1011"
    },
    {
        "name": "Nikon D5600 DSLR Camera with 18-140mm Lens",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/camera/dslr-camera/nikon/d5600/d5600-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/camera/dslr-camera/nikon/d5600/d5600-3-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/camera/dslr-camera/nikon/d5600/d5600-4-500x500.jpg",
        "catagory": "camera",
        "price": 94600,
        "sale": 87000,
        "description": "Nikon D5600 Centered around a 24.2MP DX-format CMOS sensor and EXPEED 4 image processor, the camera offers a sensitivity range from ISO 100-25600 to benefit working in an array of lighting conditions, and the sensor and processor combination also supports continuous shooting up to 5 fps for working with moving subjects. Full HD 1080p video recording is also supports up to 60 fps, and time-lapse movies can be created in-camera, too.> The Nikon D5600 does feature a large 3.2\" 1.037m-dot rear LCD touchscreen, and utilizes a vari-angle design to better facilitate working from high and low shooting angles. Additionally, SnapBridge is also featured, which can utilize Bluetooth low energy technology for wireless sharing of photos to your mobile device, including automatic transferring of resized images between the camera and your mobile device for seamless online sharing. Wi-Fi with NFC is featured, too, for larger file transfers, such as movies, to a linked device.",
        "id": "1012"
    },
    {
        "name": "Xiaomi Haylou LS02 Touch Screen Square Shape Smart Watch Black",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/watch/xiaomi/haylou-ls02/haylou-ls02-500x500.jpeg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/watch/xiaomi/haylou-ls02/haylou-ls02-1-500x500.jpeg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/watch/xiaomi/haylou-ls02/haylou-ls02-2-500x500.jpeg",
        "catagory": "watch",
        "price": 2250,
        "sale": 2050,
        "description": "The new Haylou LS02 smartwatch differs from the previous model with a large 1.4-inch touch screen. The display resolution is 320x320 pixels. The screen is placed under a curved 2.5D tempered glass that is resistant to damage. The pixel density is 320ppi. Also, this smartwatch is characterized by long-term battery life. It works up to 20 days with 24-hour heart rate monitoring. The smartwatch is connected by Bluetooth 5.0. It significantly reduces power consumption and reduces the likelihood of losing communication between the smartwatch and the smartphone. The smartwatch case is thin and light with a comfortable breathing silicone strap. The Haylou LS02 smartwatch will be indispensable in sports. Twelve built-in sports modes will help you record and analyze all data, continually monitoring your heart rate. The Haylou LS02 smartwatch is protected against water and dust according to industry-standard IP67. Automatic sleep monitoring will help improve the quality of your sleep. You can receive all notifications from your smartphone right on your wrist. Calls, received messages, calendar events, application notifications - you will not miss anything important. Haylou LS02 enriches a variety of sports modes. Whether it is daily hiking and sailing, you can set your sports goals, record your sports data, the operation interface is simple and easy to understand, such as personal training on the wrist to help your free exercise more self-discipline. Built-in high-performance, low-power dynamic optical heart rate sensor, automatic detection and detection by the optical heart rate sensor on the back of the watch, combined with intelligent heart rate algorithm, accurate and detailed recognition of heart rate changes, 24-hour real-time online capture of your heart, Let your heart rate change follow. Haylou LS02 is also a portable smart secretary, with multiple reminders added to assist you when you are busy, you only need to lift your wrist to preview it, and operate it at your fingertips. When reminded to sit for a long time, it requires you to get up and adjust your body status reasonably. Compared with the first generation, Haylou LS02 has been upgraded with Bluetooth 5.0, the signal distance reception strength has been improved, the propagation speed is stable and smooth, and it stays connected with the mobile phone in real-time. The low energy consumption mode guarantees the battery life, such as mobile phone search, mobile phone information reminder, and incoming calls. Reminders, everything can be known by raising your wrist. With IP68 dustproof and waterproof capability, it meets the daily life and sports waterproof requirements of sports life. Whether it is sweat or splashed by small raindrops, it can cope with it. It can be worn in the bath (only hot baths below 45° can be worn) and when swimming in the pool, but it is not suitable for saunas and diving. After watering, please dry the water stains before operating to extend the life of the watch.",
        "id": "1013"
    },
    {
        "name": "Lenovo S2 Dual Strap Smart Watch Black",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/smart-watch/lenovo/lenovo-s2/lenovo-s2-500x500.png",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/smart-watch/lenovo/lenovo-s2/s2-black-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/smart-watch/lenovo/lenovo-s2/s2-02-500x500.jpg",
        "catagory": "watch",
        "price": 1925,
        "sale": 1750,
        "description": "The Lenovo S2 is a Multi-Function Smartwatch. The new S2 smartwatch is equipped with health and fitness functions. It features Heart Rate Monitoring. The wearable comes with 24/7 real-time HR monitoring, with precise sensors. According to its specifications, it has an intelligent algorithm providing fast and accurate stats of your heart rate. It has been equipped with automatic sleep monitoring. It is able to record and identify the moment of deep sleeping, light sleeping, and even the awake state. Monitor the status of your sleeping stages and know your sleeping habits. You can get Real-Time monitoring with its Smart Reminder. Have a real-time reminder with its message with the option to read the messages right on your smartwatch. It also got calls and app notifications. It has an automatic synchronization with popular social apps such as QQ, WeChat, Facebook, Twitter, and more. You can also receive reminders, from the sedentary features as well as breath training. Additional functions included are stopwatch, anti-lost, clock, remote self-timer. Get Fit with its Multi-Sport Mode. The smartwatch is loaded with sport monitoring, it has running, cycling, basketball, football, rope skipping, badminton, with calories, heart rate, distance in some of the sports monitoring. It has no warranty.",
        "id": "1014"
    },
    {
        "name": "Xiaomi XMSH10HM Mi Band 5 Touch Screen Fitness Tracker Smart Watch Black (CN Version)",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/smart-watch/xiaomi/mi-band-5/mi-band-5-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/smart-watch/xiaomi/mi-band-5/mi-band-5-2-500x500.jpg",
        "catagory": "watch",
        "price": 2062,
        "sale": 1875,
        "description": "The default language is Chinese and you should download the misfit app to pair it with your phone to use it. Currently, the band supports Chinese and English language and more languages will be available in 1-2 months. If you want to make the band be the English language, your phone language must be English. 1.1\"AMOLED color touch screen Screen Resolution: 126 x 294 Number of screen colors: 16 bit Screen backlight: maximum brightness ≥450nit, adjustable brightness Screen buttons: 1 touch button (wake up, return. 11 professional sports modes Support sports types: outdoor running, fast walking, cycling, indoor running, swimming, exercise, spinning, elliptical trainer, skipping rope, yoga, rowing machine Support running, walking automatic detection, speed reminder, whole kilometer reminder, high heart rate reminder. Personal Health Monitor 24-hour heart rate sleep monitoring + women's health Heart rate monitoring: infrared detection heart rate (only supported by NFC version), all-day heart rate, manual heart rate, and has magnetic charging ability.",
        "id": "1015"
    },
    {
        "name": "Xiaomi Amazfit Bip U Pro Smart Watch with Built-in GPS",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/smart-watch/xiaomi/amazfit-bip-u-pro/amazfit-bip-u-pro-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/smart-watch/xiaomi/amazfit-bip-u-pro/amazfit-bip-u-pro-1-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/smart-watch/xiaomi/amazfit-bip-u-pro/amazfit-bip-u-pro-2-500x500.jpg",
        "catagory": "watch",
        "price": 5600,
        "sale": 5090,
        "description": "The Xiaomi Amazfit Bip U Pro Smart Watch with Built-in GPS has 320x302 pixel resolution display which creates an exquisite visual display, making all incoming calls, messages, and reminders extremely clear. 50 watch faces are available to suit your mood and outfit, or you can upload your own photos for a more personalized watch face. The Bip U also supports animated watch faces that make every glance at your watch a unique experience. Select and display information important to you on your watch home screen, such as time, date, weather, heart rate, and more, with the customizable modular. An ultra-light design you can barely feel when striving for peak performance. Water-resistant up to 50 meters, you can wear the Bip U for swimming and it will record your achievements even under water.",
        "id": "1016"
    },
    {
        "name": "Realme RMA161 1.4\" Square Activity Tracker Smart Watch Black",
        "displayImg": "https://www.startech.com.bd/image/cache/catalog/smart-watch/realme/rma161/realme-rma161%20-500x500.jpg",
        "img-1": "https://www.startech.com.bd/image/cache/catalog/smart-watch/realme/rma161/realme-rma161-2%20-500x500.jpg",
        "img-2": "https://www.startech.com.bd/image/cache/catalog/smart-watch/realme/rma161/realme-rma161-2-500x500.jpg",
        "catagory": "watch",
        "price": 4275,
        "sale": 3850,
        "description": "Realme RMA161 Smart Watch comes with Blood-oxygen Level Monitor to Monitor your blood oxygen saturation level (SpO2) intelligently and always be aware of changes to your body to avoid health problems in the long run. Specially for those who perform high-intensity physical or mental workouts, monitoring the blood oxygen saturation is essential. It also has 14 Sports Modes that comes with an Intelligent Activity Tracker With up to 14 sports modes and real-time display of sports data, meet sports lovers' various needs. The watch also identifies whether you are walking or running, and the accurate step counting algorithm makes every step count.Smart Control Center - Control Your Smart Home SeamlesslyTurn on the air purifier, turn off the bedside lamp, control your headphones to play the next song, all such controls can be accessed right on your watch. It's not just a watch but a smart-home IoT hub.Music & Camera Control - Entertainment On The WristExperience true freedom with the ability to control music and phone cameras right from your watch. Skip to the next song, adjust the volume, or simply take a picture from your phone at the touch of a button. The Realme RMA161 Smart Watch comes with no warranty.",
        "id": "1017"
    }
]